Repository: miguelmunozfer/VitaleNutritionIASDK
Catalog: resources2/*.lproj/NutritionLocalizable.strings
Languages: pt

source: grasa
pt: gordura

source: Dificultad: %@
pt: Dificuldade: %@

source: Baja
pt: Baixo

source: Alta
pt: Alto

source: Para poder ofrecerte un menú antes es necesario completar la evaluación corporal
pt: Para poder oferecer-lhe um menu com antecedência, é necessário completar a avaliação corporal.

source: Completar evaluación corporal
pt: Avaliação completa do corpo

source: Has seleccionado un número de ingestas insuficiente para satisfacer tus necesidades calóricas diarias. Reconfigura tu perfil y añade alguna ingesta o plato.
pt: Seleccionou um número insuficiente de consumos para satisfazer as suas necessidades calóricas diárias. Reconfigure o seu perfil e adicione uma nova entrada ou prato.

source: Modificar evaluación corporal
pt: Modificar a avaliação corporal

source: Para satisfacer tus necesidades kilocalóricas sería conveniente complementar tu dieta con algún suplemento de carbohidratos y proteínas de alta densidad calórica
pt: Para satisfazer as suas necessidades quilocalóricas, poderá querer complementar a sua dieta com alguns suplementos de hidratos de carbono e proteínas de alta densidade calórica.

source: Aceptar
pt: Aceitar

source: Cerrar
pt: Fechar

source: Nutrición
pt: Nutrição

source: Hecho
pt: Feito

source: Cancelar
pt: Cancele

source: Siguiente
pt: Seguinte

source: Generar nuevo menú
pt: Gerar novo menu

source: ¿Estás seguro de que quieres volver a generar el menú?
pt: Quer gerar novo menu?

source: Es obligatorio responder a todas las preguntas
pt: É obrigatório responder a todas as perguntas
